export const threeTopics = [
  {
    icon: "/src/assets/save1.png",
    title: "গাছপালা সংরক্ষণ করুন",
    description:
      "প্রকৃতির ফুসফুস হিসেবে গাছপালা আমাদের বেঁচে থাকার জন্য অপরিহার্য। আপনার সহায়তা দিয়ে আমরা গাছপালা রোপণ ও সংরক্ষণের মাধ্যমে সবুজায়নের পথে এগিয়ে যেতে পারি।",
  },
  {
    icon: "/src/assets/save2.png",
    title: "জল বাঁচান",
    description:
      "বিশুদ্ধ পানির উৎস আমাদের ভবিষ্যত রক্ষার মূল ভিত্তি। জল সংরক্ষণ ও দূষণ রোধে আমরা সবাইকে একত্রিত করছি, যাতে প্রতিটি ফোঁটা ভবিষ্যৎ প্রজন্মের জন্য সুরক্ষিত থাকে।",
  },
  {
    icon: "/src/assets/save3.png",
    title: "প্রাণী বাঁচান",
    description:
      "পৃথিবীর ভারসাম্য রক্ষায় প্রাণীকুলের গুরুত্বপূর্ণ ভূমিকা রয়েছে। বিপন্ন প্রাণীদের রক্ষা ও তাদের আবাসস্থল সংরক্ষণে আমরা কাজ করছি, যাতে প্রকৃতির এই মূল্যবান সম্পদগুলি চিরস্থায়ী হয়।",
  },
];
